{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "1 -> 1",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "1 -> 2",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 7,
      "content": "1 -> 3",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 8,
      "content": "1 -> 4",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 9,
      "content": "1 -> home",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10,
      "content": "2 -> 2",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 11,
      "content": "2 -> 3",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 12,
      "content": "2 -> 4",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 13,
      "content": "2 -> home",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 14,
      "content": "3 -> 4",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 15,
      "content": "3 -> home",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 16,
      "content": "Balk",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 17,
      "content": "Bunt Groundout",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 18,
      "content": "Bunt Lineout",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 19,
      "content": "Bunt Pop Out",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 20,
      "content": "Catcher Interference",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 21,
      "content": "Caught Stealing",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22,
      "content": "Double",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 23,
      "content": "Double Play",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 24,
      "content": "Field Error",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 25,
      "content": "Fielders Choice",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 26,
      "content": "Fielders Choice Out",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 27,
      "content": "Flyout",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 28,
      "content": "Forceout",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 29,
      "content": "Grounded Into Double Play",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 30,
      "content": "Groundout",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 31,
      "content": "Hit By Pitch",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32,
      "content": "Home Run",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 33,
      "content": "Intent Walk",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 34,
      "content": "Lineout",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 35,
      "content": "Pickoff",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36,
      "content": "Pickoff Caught Stealing",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 37,
      "content": "Pickoff Error",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 38,
      "content": "Pop Out",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 39,
      "content": "Runner Double Play",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 40,
      "content": "Runner Out",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 41,
      "content": "Sac Bunt",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 42,
      "content": "Sac Fly",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 43,
      "content": "Sac Fly Double Play",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 44,
      "content": "Single",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 45,
      "content": "Stolen Base",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 46,
      "content": "Strikeout",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 47,
      "content": "Strikeout Double Play",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 48,
      "content": "Triple",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 49,
      "content": "Triple Play",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 50,
      "content": "Walk",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 51,
      "content": "Wild Pitch",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 52,
      "content": "[CATCHER]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 53,
      "content": "[CENTER_FIELD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 54,
      "content": "[DATE]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 55,
      "content": "[DESIGNATED_HITTER]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 56,
      "content": "[FIELDERS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 57,
      "content": "[FIRST_BASE]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 58,
      "content": "[GAME]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 59,
      "content": "[GAME_END]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 60,
      "content": "[GAME_START]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 61,
      "content": "[INFIELD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 62,
      "content": "[LEFT_FIELD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 63,
      "content": "[MOVEMENTS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 64,
      "content": "[OUTFIELD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 65,
      "content": "[PINCH_HITTER]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 66,
      "content": "[PINCH_RUNNER]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 67,
      "content": "[PITCHER]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 68,
      "content": "[PLAY]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 69,
      "content": "[RIGHT_FIELD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 70,
      "content": "[RUNNER]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 71,
      "content": "[SCORING_RUNNER]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 72,
      "content": "[SECOND_BASE]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 73,
      "content": "[SHORTSTOP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 74,
      "content": "[TEAM]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 75,
      "content": "[THIRD_BASE]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 76,
      "content": "[TWO_WAY_PLAYER]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 77,
      "content": "[UTILITY]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 78,
      "content": "[VENUE]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 79,
      "content": "[WEATHER]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 80,
      "content": "[out]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 81,
      "content": "home -> 1",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 82,
      "content": "home -> 2",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 83,
      "content": "home -> 3",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 84,
      "content": "home -> 4",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 85,
      "content": "home -> home",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFKC"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Punctuation",
        "behavior": "Isolated"
      },
      {
        "type": "Whitespace"
      }
    ]
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          2
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          3
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[UNK]": 0,
      "[PAD]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "1 -> 1": 5,
      "1 -> 2": 6,
      "1 -> 3": 7,
      "1 -> 4": 8,
      "1 -> home": 9,
      "2 -> 2": 10,
      "2 -> 3": 11,
      "2 -> 4": 12,
      "2 -> home": 13,
      "3 -> 4": 14,
      "3 -> home": 15,
      "Balk": 16,
      "Bunt Groundout": 17,
      "Bunt Lineout": 18,
      "Bunt Pop Out": 19,
      "Catcher Interference": 20,
      "Caught Stealing": 21,
      "Double": 22,
      "Double Play": 23,
      "Field Error": 24,
      "Fielders Choice": 25,
      "Fielders Choice Out": 26,
      "Flyout": 27,
      "Forceout": 28,
      "Grounded Into Double Play": 29,
      "Groundout": 30,
      "Hit By Pitch": 31,
      "Home Run": 32,
      "Intent Walk": 33,
      "Lineout": 34,
      "Pickoff": 35,
      "Pickoff Caught Stealing": 36,
      "Pickoff Error": 37,
      "Pop Out": 38,
      "Runner Double Play": 39,
      "Runner Out": 40,
      "Sac Bunt": 41,
      "Sac Fly": 42,
      "Sac Fly Double Play": 43,
      "Single": 44,
      "Stolen Base": 45,
      "Strikeout": 46,
      "Strikeout Double Play": 47,
      "Triple": 48,
      "Triple Play": 49,
      "Walk": 50,
      "Wild Pitch": 51,
      "[CATCHER]": 52,
      "[CENTER_FIELD]": 53,
      "[DATE]": 54,
      "[DESIGNATED_HITTER]": 55,
      "[FIELDERS]": 56,
      "[FIRST_BASE]": 57,
      "[GAME]": 58,
      "[GAME_END]": 59,
      "[GAME_START]": 60,
      "[INFIELD]": 61,
      "[LEFT_FIELD]": 62,
      "[MOVEMENTS]": 63,
      "[OUTFIELD]": 64,
      "[PINCH_HITTER]": 65,
      "[PINCH_RUNNER]": 66,
      "[PITCHER]": 67,
      "[PLAY]": 68,
      "[RIGHT_FIELD]": 69,
      "[RUNNER]": 70,
      "[SCORING_RUNNER]": 71,
      "[SECOND_BASE]": 72,
      "[SHORTSTOP]": 73,
      "[TEAM]": 74,
      "[THIRD_BASE]": 75,
      "[TWO_WAY_PLAYER]": 76,
      "[UTILITY]": 77,
      "[VENUE]": 78,
      "[WEATHER]": 79,
      "[out]": 80,
      "home -> 1": 81,
      "home -> 2": 82,
      "home -> 3": 83,
      "home -> 4": 84,
      "home -> home": 85,
      "'": 86,
      ",": 87,
      "-": 88,
      ".": 89,
      "0": 90,
      "1": 91,
      "2": 92,
      "3": 93,
      "4": 94,
      "5": 95,
      "6": 96,
      "7": 97,
      "8": 98,
      "9": 99,
      ">": 100,
      "A": 101,
      "B": 102,
      "C": 103,
      "D": 104,
      "E": 105,
      "F": 106,
      "G": 107,
      "H": 108,
      "I": 109,
      "J": 110,
      "K": 111,
      "L": 112,
      "M": 113,
      "N": 114,
      "O": 115,
      "P": 116,
      "Q": 117,
      "R": 118,
      "S": 119,
      "T": 120,
      "U": 121,
      "V": 122,
      "W": 123,
      "X": 124,
      "Y": 125,
      "Z": 126,
      "[": 127,
      "]": 128,
      "_": 129,
      "a": 130,
      "b": 131,
      "c": 132,
      "d": 133,
      "e": 134,
      "f": 135,
      "g": 136,
      "h": 137,
      "i": 138,
      "j": 139,
      "k": 140,
      "l": 141,
      "m": 142,
      "n": 143,
      "o": 144,
      "p": 145,
      "q": 146,
      "r": 147,
      "s": 148,
      "t": 149,
      "u": 150,
      "v": 151,
      "w": 152,
      "x": 153,
      "y": 154,
      "z": 155,
      "Ó": 156,
      "á": 157,
      "é": 158,
      "í": 159,
      "ñ": 160,
      "ó": 161,
      "ú": 162,
      "##e": 163,
      "##b": 164,
      "##l": 165,
      "##a": 166,
      "##n": 167,
      "##c": 168,
      "##1": 169,
      "##6": 170,
      "##7": 171,
      "##8": 172,
      "##2": 173,
      "##o": 174,
      "##r": 175,
      "##u": 176,
      "##t": 177,
      "##f": 178,
      "##y": 179,
      "##3": 180,
      "##s": 181,
      "##d": 182,
      "##i": 183,
      "##5": 184,
      "##0": 185,
      "##9": 186,
      "##h": 187,
      "##ñ": 188,
      "##4": 189,
      "##g": 190,
      "##k": 191,
      "##m": 192,
      "##é": 193,
      "##á": 194,
      "##z": 195,
      "##q": 196,
      "##x": 197,
      "##v": 198,
      "##j": 199,
      "##M": 200,
      "##w": 201,
      "##p": 202,
      "##C": 203,
      "##J": 204,
      "##ó": 205,
      "##G": 206,
      "##I": 207,
      "##K": 208,
      "##í": 209,
      "##N": 210,
      "##D": 211,
      "##ú": 212,
      "##A": 213,
      "##L": 214,
      "##Y": 215,
      "##E": 216,
      "##T": 217,
      "##R": 218,
      "##U": 219,
      "##F": 220,
      "##V": 221,
      "##P": 222,
      "##H": 223,
      "##O": 224,
      "##S": 225,
      "##W": 226,
      "##ER": 227,
      "##me": 228,
      "##ome": 229,
      "home": 230,
      "##HER": 231,
      "##CHER": 232,
      "##TCHER": 233,
      "PI": 234,
      "PITCHER": 235,
      "##ut": 236,
      "##an": 237,
      "##er": 238,
      "BA": 239,
      "##TER": 240,
      "##EN": 241,
      "##TS": 242,
      "##TTER": 243,
      "##AY": 244,
      "PL": 245,
      "PLAY": 246,
      "MO": 247,
      "##MEN": 248,
      "##EMEN": 249,
      "##VEMEN": 250,
      "MOVEMEN": 251,
      "MOVEMENTS": 252,
      "BATTER": 253,
      "##on": 254,
      "##ar": 255,
      "##in": 256,
      "##le": 257,
      "out": 258,
      "##ri": 259,
      "FI": 260,
      "##LD": 261,
      "##ELD": 262,
      "##out": 263,
      "FIELD": 264,
      "##el": 265,
      "##re": 266,
      "##ERS": 267,
      "FIELDERS": 268,
      "##or": 269,
      "##nd": 270,
      "##ke": 271,
      "St": 272,
      "##al": 273,
      "##as": 274,
      "##ou": 275,
      "##ch": 276,
      "##os": 277,
      "##en": 278,
      "##ck": 279,
      "##son": 280,
      "##at": 281,
      "##il": 282,
      "Stri": 283,
      "##is": 284,
      "##ez": 285,
      "Gr": 286,
      "##st": 287,
      "##keout": 288,
      "##ing": 289,
      "##and": 290,
      "##ol": 291,
      "Br": 292,
      "##am": 293,
      "##ound": 294,
      "Ground": 295,
      "Mi": 296,
      "##ly": 297,
      "Jos": 298,
      "Ja": 299,
      "##ay": 300,
      "Ch": 301,
      "##ad": 302,
      "##es": 303,
      "##SE": 304,
      "BASE": 305,
      "##ill": 306,
      "Sing": 307,
      "##om": 308,
      "##nt": 309,
      "Wal": 310,
      "##tt": 311,
      "Ro": 312,
      "##man": 313,
      "##av": 314,
      "##ur": 315,
      "Fly": 316,
      "Mar": 317,
      "Lu": 318,
      "##ie": 319,
      "##ick": 320,
      "##yan": 321,
      "And": 322,
      "##ed": 323,
      "Jo": 324,
      "##ey": 325,
      "Mat": 326,
      "##io": 327,
      "Ale": 328,
      "##ber": 329,
      "##yle": 330,
      "##it": 331,
      "##au": 332,
      "##ler": 333,
      "##ael": 334,
      "Ju": 335,
      "##im": 336,
      "##ley": 337,
      "##ro": 338,
      "Ke": 339,
      "##ce": 340,
      "##op": 341,
      "Al": 342,
      "Mc": 343,
      "##stin": 344,
      "Se": 345,
      "##co": 346,
      "Jr": 347,
      "##han": 348,
      "Nick": 349,
      "##ord": 350,
      "Chri": 351,
      "##ra": 352,
      "CA": 353,
      "CATCHER": 354,
      "Matt": 355,
      "Gar": 356,
      "##IG": 357,
      "Ty": 358,
      "##ia": 359,
      "##id": 360,
      "##ard": 361,
      "Ad": 362,
      "Ryan": 363,
      "##iel": 364,
      "Car": 365,
      "##ers": 366,
      "Luis": 367,
      "Kyle": 368,
      "##rew": 369,
      "Josh": 370,
      "##ble": 371,
      "##un": 372,
      "##ant": 373,
      "Co": 374,
      "##ast": 375,
      "Mich": 376,
      "Jake": 377,
      "Dou": 378,
      "Michael": 379,
      "##ian": 380,
      "##ach": 381,
      "##ell": 382,
      "##ner": 383,
      "##AM": 384,
      "##OR": 385,
      "Bre": 386,
      "##ow": 387,
      "De": 388,
      "Tre": 389,
      "##ND": 390,
      "Lin": 391,
      "##lor": 392,
      "##qu": 393,
      "Will": 394,
      "Ste": 395,
      "##AT": 396,
      "##te": 397,
      "Fr": 398,
      "##ier": 399,
      "##gu": 400,
      "##ge": 401,
      "Alex": 402,
      "##ald": 403,
      "##ustin": 404,
      "##aylor": 405,
      "##mer": 406,
      "##andon": 407,
      "Brandon": 408,
      "##ton": 409,
      "Tyler": 410,
      "Dav": 411,
      "Jon": 412,
      "Austin": 413,
      "##hon": 414,
      "José": 415,
      "Bo": 416,
      "SH": 417,
      "##TO": 418,
      "##TSTO": 419,
      "##ORTSTO": 420,
      "SHORTSTO": 421,
      "SHORTSTOP": 422,
      "##ía": 423,
      "##my": 424,
      "##rez": 425,
      "Christ": 426,
      "##eout": 427,
      "Ri": 428,
      "Ma": 429,
      "Out": 430,
      "Th": 431,
      "##rer": 432,
      "##sh": 433,
      "##athan": 434,
      "SE": 435,
      "##CO": 436,
      "SECO": 437,
      "SECOND": 438,
      "##vin": 439,
      "TH": 440,
      "##IR": 441,
      "THIR": 442,
      "THIRD": 443,
      "Fran": 444,
      "Andrew": 445,
      "##erson": 446,
      "##ab": 447,
      "##bert": 448,
      "Ed": 449,
      "Con": 450,
      "##ATE": 451,
      "LE": 452,
      "##FT": 453,
      "LEFT": 454,
      "Taylor": 455,
      "Pop": 456,
      "##dy": 457,
      "CEN": 458,
      "CENTER": 459,
      "##ff": 460,
      "Ra": 461,
      "Sh": 462,
      "##ny": 463,
      "Ram": 464,
      "Christian": 465,
      "##lo": 466,
      "##us": 467,
      "##RS": 468,
      "FIRS": 469,
      "FIRST": 470,
      "##bb": 471,
      "Per": 472,
      "Mike": 473,
      "##ern": 474,
      "RIG": 475,
      "##HT": 476,
      "RIGHT": 477,
      "##ordan": 478,
      "##ander": 479,
      "##hony": 480,
      "##orge": 481,
      "##oo": 482,
      "Ant": 483,
      "##ac": 484,
      "##ki": 485,
      "Jose": 486,
      "Dan": 487,
      "Bryan": 488,
      "HI": 489,
      "HITTER": 490,
      "##ir": 491,
      "Pe": 492,
      "Le": 493,
      "##go": 494,
      "##old": 495,
      "Har": 496,
      "Anthony": 497,
      "Hu": 498,
      "##ov": 499,
      "Cast": 500,
      "GAM": 501,
      "GAME": 502,
      "Cr": 503,
      "Ar": 504,
      "##ter": 505,
      "Rod": 506,
      "Sp": 507,
      "Su": 508,
      "##ale": 509,
      "Carl": 510,
      "Garc": 511,
      "Re": 512,
      "Fre": 513,
      "Jordan": 514,
      "##ah": 515,
      "##gh": 516,
      "##rick": 517,
      "##ren": 518,
      "##ap": 519,
      "##ry": 520,
      "##li": 521,
      "##ack": 522,
      "Sch": 523,
      "##ith": 524,
      "Thom": 525,
      "He": 526,
      "Joey": 527,
      "##olan": 528,
      "Sm": 529,
      "##th": 530,
      "David": 531,
      "##ndez": 532,
      "Smith": 533,
      "##ric": 534,
      "Man": 535,
      "##rí": 536,
      "Sant": 537,
      "DE": 538,
      "##NATE": 539,
      "##SIG": 540,
      "DESIG": 541,
      "##NATED": 542,
      "DESIGNATED": 543,
      "##ic": 544,
      "##ins": 545,
      "Je": 546,
      "##aul": 547,
      "Mart": 548,
      "Bl": 549,
      "##car": 550,
      "##án": 551,
      "La": 552,
      "##to": 553,
      "Zach": 554,
      "##wan": 555,
      "Tom": 556,
      "##gan": 557,
      "##ris": 558,
      "##raw": 559,
      "##rett": 560,
      "Wil": 561,
      "Cor": 562,
      "Carlos": 563,
      "Garrett": 564,
      "Mon": 565,
      "Hern": 566,
      "Run": 567,
      "McC": 568,
      "##ger": 569,
      "Home": 570,
      "##ong": 571,
      "Lo": 572,
      "Kevin": 573,
      "##ga": 574,
      "##mes": 575,
      "##aron": 576,
      "Andr": 577,
      "Aaron": 578,
      "##ven": 579,
      "Adam": 580,
      "##ll": 581,
      "##ario": 582,
      "Brad": 583,
      "##ado": 584,
      "##lay": 585,
      "Jorge": 586,
      "Joe": 587,
      "Jonathan": 588,
      "##ta": 589,
      "##ak": 590,
      "Marc": 591,
      "Tommy": 592,
      "Día": 593,
      "Díaz": 594,
      "Max": 595,
      "Ros": 596,
      "Chris": 597,
      "Jack": 598,
      "Justin": 599,
      "Bry": 600,
      "##ández": 601,
      "##ón": 602,
      "##all": 603,
      "##ield": 604,
      "Ab": 605,
      "##ert": 606,
      "##nter": 607,
      "Be": 608,
      "##rist": 609,
      "We": 610,
      "TE": 611,
      "TEAM": 612,
      "Hernández": 613,
      "Me": 614,
      "##len": 615,
      "##riel": 616,
      "Willi": 617,
      "Hunter": 618,
      "##andy": 619,
      "Rey": 620,
      "##arl": 621,
      "##ver": 622,
      "Walker": 623,
      "##lan": 624,
      "##ai": 625,
      "##he": 626,
      "Spen": 627,
      "##quez": 628,
      "Tur": 629,
      "Jar": 630,
      "Ger": 631,
      "##nez": 632,
      "Pat": 633,
      "García": 634,
      "##by": 635,
      "Kel": 636,
      "##guez": 637,
      "##vor": 638,
      "For": 639,
      "Trevor": 640,
      "##ford": 641,
      "Ph": 642,
      "Tr": 643,
      "Gre": 644,
      "Bu": 645,
      "Steven": 646,
      "##írez": 647,
      "Ramírez": 648,
      "##iz": 649,
      "##owe": 650,
      "##fael": 651,
      "Rafael": 652,
      "Patrick": 653,
      "##itt": 654,
      "##elson": 655,
      "Ho": 656,
      "Gri": 657,
      "Du": 658,
      "##dom": 659,
      "Bri": 660,
      "##rey": 661,
      "##inger": 662,
      "##bin": 663,
      "##cer": 664,
      "Spencer": 665,
      "##nor": 666,
      "##pson": 667,
      "Hay": 668,
      "Migu": 669,
      "Miguel": 670,
      "Nolan": 671,
      "Ne": 672,
      "Martin": 673,
      "##ich": 674,
      "##uz": 675,
      "Ben": 676,
      "##tch": 677,
      "##ott": 678,
      "Mor": 679,
      "##ph": 680,
      "##az": 681,
      "Marte": 682,
      "##énez": 683,
      "##iménez": 684,
      "Mer": 685,
      "Thomas": 686,
      "##és": 687,
      "Var": 688,
      "Luke": 689,
      "Is": 690,
      "Lowe": 691,
      "Par": 692,
      "Zack": 693,
      "##ani": 694,
      "Bar": 695,
      "##ña": 696,
      "Play": 697,
      "Connor": 698,
      "Or": 699,
      "##ze": 700,
      "##aldo": 701,
      "Anderson": 702,
      "Rosario": 703,
      "Col": 704,
      "##olds": 705,
      "Tor": 706,
      "Int": 707,
      "Jes": 708,
      "##ason": 709,
      "##ase": 710,
      "Cruz": 711,
      "##ury": 712,
      "Robert": 713,
      "##uel": 714,
      "##uck": 715,
      "Lan": 716,
      "##zz": 717,
      "Paul": 718,
      "Mill": 719,
      "Ian": 720,
      "Drew": 721,
      "Est": 722,
      "Os": 723,
      "Jul": 724,
      "##res": 725,
      "##jas": 726,
      "Rojas": 727,
      "##ylan": 728,
      "Ren": 729,
      "Gon": 730,
      "Bell": 731,
      "Don": 732,
      "McK": 733,
      "##ng": 734,
      "Cal": 735,
      "William": 736,
      "Sam": 737,
      "##yn": 738,
      "Dom": 739,
      "Bur": 740,
      "##ceout": 741,
      "Cl": 742,
      "##les": 743,
      "##yles": 744,
      "Dylan": 745,
      "Castro": 746,
      "##reras": 747,
      "##ig": 748,
      "##avin": 749,
      "##ve": 750,
      "Miller": 751,
      "Grounded": 752,
      "Into": 753,
      "Cont": 754,
      "##rera": 755,
      "##ano": 756,
      "##var": 757,
      "Contreras": 758,
      "Ha": 759,
      "Corey": 760,
      "##gers": 761,
      "Craw": 762,
      "Crawford": 763,
      "Corbin": 764,
      "El": 765,
      "Jeff": 766,
      "##ade": 767,
      "Turner": 768,
      "Davis": 769,
      "##hn": 770,
      "Ver": 771,
      "Cab": 772,
      "##cis": 773,
      "##ucker": 774,
      "##enz": 775,
      "##der": 776,
      "##IELD": 777,
      "##FIELD": 778,
      "Riley": 779,
      "##vis": 780,
      "Ru": 781,
      "##van": 782,
      "##eman": 783,
      "Wh": 784,
      "##med": 785,
      "Mou": 786,
      "##bby": 787,
      "Cron": 788,
      "Andrés": 789,
      "Francis": 790,
      "Bobby": 791,
      "Whit": 792,
      "James": 793,
      "Mu": 794,
      "Gonz": 795,
      "##ando": 796,
      "Fred": 797,
      "Kelly": 798,
      "Brend": 799,
      "Daniel": 800,
      "##dor": 801,
      "##cob": 802,
      "Francisco": 803,
      "Marcus": 804,
      "En": 805,
      "OU": 806,
      "##TFIELD": 807,
      "OUTFIELD": 808,
      "Mitch": 809,
      "##fo": 810,
      "Urí": 811,
      "Urías": 812,
      "Mark": 813,
      "##ain": 814,
      "Logan": 815,
      "So": 816,
      "Fra": 817,
      "Nathan": 818,
      "Martinez": 819,
      "John": 820,
      "##ino": 821,
      "Brendan": 822,
      "By": 823,
      "Jav": 824,
      "##ass": 825,
      "##ik": 826,
      "##die": 827,
      "Merri": 828,
      "##ward": 829,
      "Jason": 830,
      "##ada": 831,
      "Tucker": 832,
      "##ere": 833,
      "Brent": 834,
      "##her": 835,
      "##alta": 836,
      "Ron": 837,
      "##ski": 838,
      "Peralta": 839,
      "Sho": 840,
      "Dur": 841,
      "Gu": 842,
      "##ovan": 843,
      "Tim": 844,
      "Javier": 845,
      "Ramón": 846,
      "##hei": 847,
      "Donovan": 848,
      "Ge": 849,
      "No": 850,
      "Shohei": 851,
      "Oh": 852,
      "##chman": 853,
      "##ín": 854,
      "##tani": 855,
      "Ohtani": 856,
      "Bryce": 857,
      "Kwan": 858,
      "##one": 859,
      "Field": 860,
      "Gray": 861,
      "##chez": 862,
      "##andal": 863,
      "##ardo": 864,
      "Cole": 865,
      "##erner": 866,
      "Moo": 867,
      "##se": 868,
      "George": 869,
      "##ico": 870,
      "##aw": 871,
      "Xander": 872,
      "Boga": 873,
      "##erts": 874,
      "Bogaerts": 875,
      "Reyn": 876,
      "##mon": 877,
      "Alec": 878,
      "##armer": 879,
      "Duran": 880,
      "Sean": 881,
      "Ced": 882,
      "Julio": 883,
      "##uk": 884,
      "##art": 885,
      "Ruiz": 886,
      "Gonzale": 887,
      "##nes": 888,
      "Er": 889,
      "RU": 890,
      "##NN": 891,
      "Hend": 892,
      "RUNN": 893,
      "RUNNER": 894,
      "Nelson": 895,
      "Giménez": 896,
      "Nico": 897,
      "Hoerner": 898,
      "Charl": 899,
      "Charlie": 900,
      "##app": 901,
      "Rodrí": 902,
      "Rodríguez": 903,
      "##rero": 904,
      "Eli": 905,
      "##ien": 906,
      "Perdom": 907,
      "Perdomo": 908,
      "Wade": 909,
      "Gal": 910,
      "Amed": 911,
      "Thompson": 912,
      "Cas": 913,
      "##ugo": 914,
      "##oll": 915,
      "Qu": 916,
      "##tor": 917,
      "##tel": 918,
      "Ketel": 919,
      "##unn": 920,
      "Rich": 921,
      "Dev": 922,
      "Freeman": 923,
      "Devers": 924,
      "##reu": 925,
      "Abreu": 926,
      "##ne": 927,
      "Alek": 928,
      "Hill": 929,
      "##avis": 930,
      "Farmer": 931,
      "20": 932,
      "##ana": 933,
      "Alvar": 934,
      "McM": 935,
      "Happ": 936,
      "Pé": 937,
      "Pérez": 938,
      "##ker": 939,
      "##ahon": 940,
      "##our": 941,
      "McMahon": 942,
      "Ko": 943,
      "Juan": 944,
      "Cody": 945,
      "Trist": 946,
      "##quiel": 947,
      "Em": 948,
      "Es": 949,
      "Wall": 950,
      "Myles": 951,
      "##enn": 952,
      "Geraldo": 953,
      "Eze": 954,
      "Ezequiel": 955,
      "Cabrera": 956,
      "DATE": 957,
      "END": 958,
      "ST": 959,
      "VEN": 960,
      "WE": 961,
      "##AR": 962,
      "##UE": 963,
      "##ATHER": 964,
      "202": 965,
      "STAR": 966,
      "VENUE": 967,
      "WEATHER": 968,
      "START": 969,
      "##cu": 970,
      "##cast": 971,
      "Gur": 972,
      "Gurriel": 973,
      "##ies": 974,
      "##ake": 975,
      "Straw": 976,
      "Sán": 977,
      "Sánchez": 978,
      "Garcia": 979,
      "Daul": 980,
      "Daulton": 981,
      "Verd": 982,
      "Verdugo": 983,
      "Brett": 984,
      "##so": 985,
      "Kir": 986,
      "Gi": 987,
      "##sho": 988,
      "##árez": 989,
      "Suárez": 990,
      "Ward": 991,
      "Varsho": 992,
      "##mid": 993,
      "##midt": 994,
      "II": 995,
      "##onso": 996,
      "Steph": 997,
      "Stephen": 998,
      "Black": 999,
      "Hen": 1000,
      "Gab": 1001,
      "Seth": 1002,
      "Te": 1003,
      "Santander": 1004,
      "Naylor": 1005,
      "Blake": 1006,
      "Jared": 1007,
      "##ans": 1008,
      "##cott": 1009,
      "Reynolds": 1010,
      "##inic": 1011,
      "##ks": 1012,
      "Dominic": 1013,
      "##itch": 1014,
      "She": 1015,
      "Cam": 1016,
      "Ton": 1017,
      "Cle": 1018,
      "Ol": 1019,
      "Win": 1020,
      "##ba": 1021,
      "##hm": 1022,
      "Str": 1023,
      "##iah": 1024,
      "##zier": 1025,
      "##manuel": 1026,
      "##llins": 1027,
      "Mullins": 1028,
      "Cedric": 1029,
      "##ip": 1030,
      "Soto": 1031,
      "##ús": 1032,
      "Jesús": 1033,
      "Alvarez": 1034,
      "Can": 1035,
      "##augh": 1036,
      "Hays": 1037,
      "Wis": 1038,
      "##zu": 1039,
      "Luc": 1040,
      "Pitch": 1041,
      "Suzu": 1042,
      "Suzuki": 1043,
      "Sem": 1044,
      "Hit": 1045,
      "Carr": 1046,
      "##ini": 1047,
      "Green": 1048,
      "Eric": 1049,
      "##ish": 1050,
      "Mad": 1051,
      "Scott": 1052,
      "Kim": 1053,
      "Vel": 1054,
      "##eo": 1055,
      "##ood": 1056,
      "Gavin": 1057,
      "##illo": 1058,
      "Tan": 1059,
      "Marsh": 1060,
      "Pham": 1061,
      "Fri": 1062,
      "Ow": 1063,
      "##uts": 1064,
      "Schw": 1065,
      "Semien": 1066,
      "Reyes": 1067,
      "Jere": 1068,
      "##lin": 1069,
      "##field": 1070,
      "Tanner": 1071,
      "Mateo": 1072,
      "##ifo": 1073,
      "Chap": 1074,
      "##áz": 1075,
      "##ázquez": 1076,
      "Jacob": 1077,
      "##ars": 1078,
      "##own": 1079,
      "Harold": 1080,
      "Fried": 1081,
      "##aver": 1082,
      "Ind": 1083,
      "Witt": 1084,
      "Yu": 1085,
      "##opher": 1086,
      "11": 1087,
      "##ero": 1088,
      "##ten": 1089,
      "Swan": 1090,
      "Swanson": 1091,
      "India": 1092,
      "Gabriel": 1093,
      "Mur": 1094,
      "##áez": 1095,
      "Do": 1096,
      "Her": 1097,
      "Olson": 1098,
      "Mach": 1099,
      "Evan": 1100,
      "Enri": 1101,
      "Chapman": 1102,
      "##gen": 1103,
      "##que": 1104,
      "Wong": 1105,
      "Fern": 1106,
      "Trea": 1107,
      "Greene": 1108,
      "##gifo": 1109,
      "Rengifo": 1110,
      "Fle": 1111,
      "##ntcast": 1112,
      "Mountcast": 1113,
      "Gonzalez": 1114,
      "Mountcastle": 1115,
      "Vo": 1116,
      "Allen": 1117,
      "Sal": 1118,
      "##mel": 1119,
      "Pet": 1120,
      "Guer": 1121,
      "##mo": 1122,
      "Randy": 1123,
      "Bradley": 1124,
      "##pez": 1125,
      "Williams": 1126,
      "Vic": 1127,
      "Victor": 1128,
      "DJ": 1129,
      "Tony": 1130,
      "##gel": 1131,
      "Trey": 1132,
      "##zar": 1133,
      "Enrique": 1134,
      "McKin": 1135,
      "Jeremy": 1136,
      "France": 1137,
      "Senz": 1138,
      "##cy": 1139,
      "Spr": 1140,
      "Ruts": 1141,
      "Adley": 1142,
      "Rutschman": 1143,
      "Torres": 1144,
      "##be": 1145,
      "##ena": 1146,
      "##ya": 1147,
      "Triston": 1148,
      "##kie": 1149,
      "Ham": 1150,
      "Machado": 1151,
      "##rison": 1152,
      "Harrison": 1153,
      "##iya": 1154,
      "Seiya": 1155,
      "Sand": 1156,
      "Travis": 1157,
      "Lop": 1158,
      "##sman": 1159,
      "Freddie": 1160,
      "Bad": 1161,
      "##gman": 1162,
      "Willy": 1163,
      "##ames": 1164,
      "##ory": 1165,
      "Bregman": 1166,
      "##ias": 1167,
      "Brown": 1168,
      "Lucas": 1169,
      "Dr": 1170,
      "Mau": 1171,
      "##ricio": 1172,
      "Mauricio": 1173,
      "Rogers": 1174,
      "##arn": 1175,
      "##adim": 1176,
      "Drury": 1177,
      "##adimir": 1178,
      "##pe": 1179,
      "Adames": 1180,
      "Oscar": 1181,
      "TJ": 1182,
      "Trent": 1183,
      "Castell": 1184,
      "##ladimir": 1185,
      "##gas": 1186,
      "Gley": 1187,
      "Gleyber": 1188,
      "Mo": 1189,
      "##tte": 1190,
      "Vladimir": 1191,
      "Randal": 1192,
      "##chuk": 1193,
      "Grichuk": 1194,
      "Vargas": 1195,
      "Nathaniel": 1196,
      "Pete": 1197,
      "Shan": 1198,
      "Shane": 1199,
      "Peña": 1200,
      "Guerrero": 1201,
      "Owen": 1202,
      "##oper": 1203,
      "Cooper": 1204,
      "Edu": 1205,
      "Emmanuel": 1206,
      "Bett": 1207,
      "Chad": 1208,
      "##de": 1209,
      "Castillo": 1210,
      "##ling": 1211,
      "##anos": 1212,
      "Castellanos": 1213,
      "##xton": 1214,
      "Mookie": 1215,
      "Betts": 1216,
      "71": 1217,
      "Seong": 1218,
      "##aza": 1219,
      "Crist": 1220,
      "Ronald": 1221,
      "Harris": 1222,
      "##pen": 1223,
      "##ae": 1224,
      "Eu": 1225,
      "Carroll": 1226,
      "##iri": 1227,
      "Blackmon": 1228,
      "##ette": 1229,
      "Stephenson": 1230,
      "Acu": 1231,
      "##ang": 1232,
      "Acuña": 1233,
      "Cav": 1234,
      "Adol": 1235,
      "Bich": 1236,
      "Brian": 1237,
      "Bichette": 1238,
      "##aci": 1239,
      "Wisdom": 1240,
      "##fa": 1241,
      "2023": 1242,
      "Peterson": 1243,
      "Fernando": 1244,
      "Yel": 1245,
      "Edward": 1246,
      "Yelich": 1247,
      "##phy": 1248,
      "Murphy": 1249,
      "Frazier": 1250,
      "Lopez": 1251,
      "##ager": 1252,
      "##ram": 1253,
      "##nan": 1254,
      "Aro": 1255,
      "Yon": 1256,
      "Willson": 1257,
      "##ges": 1258,
      "Mun": 1259,
      "##sby": 1260,
      "Dansby": 1261,
      "Springer": 1262,
      "Vaugh": 1263,
      "Vaughn": 1264,
      "Trout": 1265,
      "Bryson": 1266,
      "##gio": 1267,
      "CJ": 1268,
      "Santana": 1269,
      "Golds": 1270,
      "Lane": 1271,
      "##chmidt": 1272,
      "Goldschmidt": 1273,
      "Morel": 1274,
      "Christopher": 1275,
      "Stott": 1276,
      "##aro": 1277,
      "Lindor": 1278,
      "##inski": 1279,
      "Ló": 1280,
      "Friedl": 1281,
      "López": 1282,
      "Sac": 1283,
      "Elvis": 1284,
      "##lez": 1285,
      "##zarena": 1286,
      "Arozarena": 1287,
      "Seager": 1288,
      "##ria": 1289,
      "Edman": 1290,
      "##cia": 1291,
      "##raez": 1292,
      "Arraez": 1293,
      "Adolis": 1294,
      "##airo": 1295,
      "##icks": 1296,
      "##aleb": 1297,
      "##des": 1298,
      "##rea": 1299,
      "Manny": 1300,
      "Correa": 1301,
      "Isa": 1302,
      "##genio": 1303,
      "Eugenio": 1304,
      "Adri": 1305,
      "##arth": 1306,
      "McCarth": 1307,
      "McCarthy": 1308,
      "##rada": 1309,
      "Merrifield": 1310,
      "##enw": 1311,
      "Estrada": 1312,
      "Tat": 1313,
      "Abram": 1314,
      "Abrams": 1315,
      "##per": 1316,
      "Muncy": 1317,
      "Eduardo": 1318,
      "Colin": 1319,
      "##air": 1320,
      "Gunn": 1321,
      "Henderson": 1322,
      "Gunnar": 1323,
      "Martín": 1324,
      "Leo": 1325,
      "Jones": 1326,
      "Ped": 1327,
      "Alb": 1328,
      "Aren": 1329,
      "Rodgers": 1330,
      "Arenado": 1331,
      "Zac": 1332,
      "##ola": 1333,
      "Yandy": 1334,
      "##NC": 1335,
      "##orth": 1336,
      "##dge": 1337,
      "Senzel": 1338,
      "Jackson": 1339,
      "Este": 1340,
      "Bai": 1341,
      "##tero": 1342,
      "Bailey": 1343,
      "Ozz": 1344,
      "Albies": 1345,
      "Ozzie": 1346,
      "Carpen": 1347,
      "Jonah": 1348,
      "Carpenter": 1349,
      "##illar": 1350,
      "Bohm": 1351,
      "Gil": 1352,
      "SC": 1353,
      "##IN": 1354,
      "##ORIN": 1355,
      "SCORIN": 1356,
      "SCORING": 1357,
      "##riguez": 1358,
      "##edes": 1359,
      "Rodriguez": 1360,
      "Schwar": 1361,
      "Pro": 1362,
      "##oscar": 1363,
      "Teoscar": 1364,
      "Flo": 1365,
      "Jiménez": 1366,
      "Elias": 1367,
      "##iner": 1368,
      "Bellinger": 1369,
      "##sham": 1370,
      "Grisham": 1371,
      "Ji": 1372,
      "Lour": 1373,
      "Lourdes": 1374,
      "Montero": 1375,
      "Schwarber": 1376,
      "Mont": 1377,
      "Hicks": 1378,
      "Dar": 1379,
      "Steer": 1380,
      "Danny": 1381,
      "Alej": 1382,
      "Law": 1383,
      "Cronenw": 1384,
      "Cronenworth": 1385,
      "Thairo": 1386,
      "Ken": 1387,
      "Kre": 1388,
      "Mele": 1389,
      "Báez": 1390,
      "Dia": 1391,
      "PINC": 1392,
      "Diaz": 1393,
      "PINCH": 1394,
      "##osa": 1395,
      "Melendez": 1396,
      "##eil": 1397,
      "##Neil": 1398,
      "##ieu": 1399,
      "McNeil": 1400,
      "Ser": 1401,
      "##elt": 1402,
      "Albert": 1403,
      "##stry": 1404,
      "McKinstry": 1405,
      "Alc": 1406,
      "Isaac": 1407,
      "##Mah": 1408,
      "LeMah": 1409,
      "LeMahieu": 1410,
      "##inte": 1411,
      "##ndi": 1412,
      "Beninte": 1413,
      "Benintendi": 1414,
      "Franco": 1415,
      "##et": 1416,
      "Hayes": 1417,
      "May": 1418,
      "Nim": 1419,
      "Nimmo": 1420,
      "Robb": 1421,
      "Bat": 1422,
      "Solan": 1423,
      "Solano": 1424,
      "Chas": 1425,
      "Lau": 1426,
      "##oug": 1427,
      "##kelson": 1428,
      "Torkelson": 1429,
      "Ig": 1430,
      "##lesias": 1431,
      "Iglesias": 1432,
      "MJ": 1433,
      "Robbie": 1434,
      "##vera": 1435,
      "##roe": 1436,
      "Gome": 1437,
      "##andel": 1438,
      "Odor": 1439,
      "Roug": 1440,
      "##ned": 1441,
      "##owski": 1442,
      "Rougned": 1443,
      "##froe": 1444,
      "Renfroe": 1445,
      "Sol": 1446,
      "Perez": 1447,
      "Yo": 1448,
      "Rom": 1449,
      "Paredes": 1450,
      "Tri": 1451,
      "##oval": 1452,
      "Jei": 1453,
      "Wood": 1454,
      "##uris": 1455,
      "Bren": 1456,
      "Mas": 1457,
      "##kins": 1458,
      "Pal": 1459,
      "Taver": 1460,
      "Leody": 1461,
      "Taveras": 1462,
      "##lei": 1463,
      "Yan": 1464,
      "Tov": 1465,
      "##ser": 1466,
      "Tovar": 1467,
      "##roy": 1468,
      "##iss": 1469,
      "Alonso": 1470,
      "Osw": 1471,
      "##lando": 1472,
      "Johan": 1473,
      "##tega": 1474,
      "Ortega": 1475,
      "Orlando": 1476,
      "Henry": 1477,
      "##cini": 1478,
      "Mancini": 1479,
      "##ara": 1480,
      "##mp": 1481,
      "Ur": 1482,
      "Esp": 1483,
      "##ura": 1484,
      "##olten": 1485,
      "Sosa": 1486,
      "Stu": 1487,
      "Vald": 1488,
      "Pab": 1489,
      "Wander": 1490,
      "##uto": 1491,
      "##illip": 1492,
      "Phillip": 1493,
      "Candel": 1494,
      "##nie": 1495,
      "Jeimer": 1496,
      "Candelario": 1497,
      "Chase": 1498,
      "Wilson": 1499,
      "Ak": 1500,
      "##enzie": 1501,
      "##rig": 1502,
      "Alf": 1503,
      "Adrian": 1504,
      "Arcia": 1505,
      "##stak": 1506,
      "Moustak": 1507,
      "Moustakas": 1508,
      "Jesse": 1509,
      "Nola": 1510,
      "##int": 1511,
      "Caleb": 1512,
      "Merrill": 1513,
      "Wilmer": 1514,
      "##erry": 1515,
      "Judge": 1516,
      "##bón": 1517,
      "Dubón": 1518,
      "##ings": 1519,
      "Vol": 1520,
      "Volpe": 1521,
      "##uj": 1522,
      "Santos": 1523,
      "Brennan": 1524,
      "McG": 1525,
      "Gallen": 1526,
      "Ci": 1527,
      "Lars": 1528,
      "Vázquez": 1529,
      "##winski": 1530,
      "Suwinski": 1531,
      "Maik": 1532,
      "Cur": 1533,
      "##bur": 1534,
      "##rickson": 1535,
      "##far": 1536,
      "##utch": 1537,
      "Pablo": 1538,
      "Cristian": 1539,
      "Miles": 1540,
      "Valdez": 1541,
      "Jurickson": 1542,
      "Profar": 1543,
      "Dal": 1544,
      "Fraley": 1545,
      "LaM": 1546,
      "##pler": 1547,
      "Kepler": 1548,
      "Isiah": 1549,
      "##una": 1550,
      "Alt": 1551,
      "Jung": 1552,
      "Gilbert": 1553,
      "Jace": 1554,
      "Roo": 1555,
      "14": 1556,
      "Fale": 1557,
      "Kiner": 1558,
      "Greg": 1559,
      "Falefa": 1560,
      "##ele": 1561,
      "##zzo": 1562,
      "Rizzo": 1563,
      "Maikel": 1564,
      "Andrus": 1565,
      "Noo": 1566,
      "##tba": 1567,
      "Nootba": 1568,
      "Nootbaar": 1569,
      "Rob": 1570,
      "##den": 1571,
      "Clay": 1572,
      "Wat": 1573,
      "Gomes": 1574,
      "##uve": 1575,
      "Altuve": 1576,
      "Raley": 1577,
      "##olo": 1578,
      "##ñez": 1579,
      "##onte": 1580,
      "Jim": 1581,
      "Flores": 1582,
      "Freddy": 1583,
      "Oz": 1584,
      "Arroy": 1585,
      "Arroyo": 1586,
      "Kris": 1587,
      "Tatis": 1588,
      "##ela": 1589,
      "Ozuna": 1590,
      "Kemp": 1591,
      "Hig": 1592,
      "Rivera": 1593,
      "Cho": 1594,
      "Err": 1595,
      "Gor": 1596,
      "Oli": 1597,
      "Hou": 1598,
      "##eses": 1599,
      "Choi": 1600,
      "##hou": 1601,
      "Marcell": 1602,
      "Men": 1603,
      "Madrig": 1604,
      "Madrigal": 1605,
      "##osh": 1606,
      "LaMonte": 1607,
      "Jarren": 1608,
      "Error": 1609,
      "##lock": 1610,
